<!doctype html>
<html lang="{{ config('app.locale') }}">

<link rel="stylesheet" href="{{asset('css/bootstrap-theme.min.css')}}">
<script src="{{asset('js/jquery-3.0.0.min.js')}}"></script>
<!-- jQuery (necessary for Bootstrap's JavaScript plugins) -->
<script src="{{asset('js/jquery/jquery.min.js')}}"></script>
<!-- Include all compiled plugins (below), or include individual files as needed -->
<script src="{{asset('js/lib/bootstrap.min.js')}}"></script>
<!--AngularJS Javascript -->
<script src="{{asset('js/lib/angular.min.js')}}"></script>
<script src="{{asset('js/app.js')}}"></script>
<script src="{{asset('js/angular-strap.js')}}"></script>
<script src="{{asset('js/angular-strap.min.js')}}"></script>
<script src="{{asset('js/angular-strap.tpl.js')}}"></script>
<script src="{{asset('js/lib/angular-route.js')}}"></script>
<!-- Bootstrap -->
<link rel="stylesheet" href="{{asset('css/bootstrap.min.css')}}" rel="stylesheet">

<!--Selectize-->
<link href="{{ asset('css/selectize.bootstrap3.css') }}" rel="stylesheet">
<script type="text/javascript" src='{{ url("js/standalone/selectize.min.js") }}'></script>
<link rel="stylesheet" href="{{asset('//code.jquery.com/ui/1.12.1/themes/base/jquery-ui.css')}}">
<script src="{{asset('https://code.jquery.com/jquery-1.12.4.js')}}"></script>
<script src="{{asset('https://code.jquery.com/ui/1.12.1/jquery-ui.js')}}"></script>
<script>
    $( function() {
        var availableTags = [
            "โรงเรียนพระปฐมวิทยาลัย",
            "โรงเรียนราชินีบูรณะ",
            "โรงเรียนศรีวิชัยวิทยา",
            "โรงเรียนวัดห้วยจรเข้วิทยาคม",
            "โรงเรียนสระกะเทียมวิทยาคม",
            "โรงเรียนโพรงมะเดื่อวิทยาคม",
            "โรงเรียนพอเงินวิทยาคม",
            "โรงเรียนภัทรญาณวิทยา",
            "โรงเรียนเพิ่มวิทยา",
            "โรงเรียนงิ้วรายบุญมีรังสฤกดิ์",
            "โรงเรียนพลอยจาตุรจินดา",
            "โรงเรียนปรกแก้ววิทยา",
            "โรงเรียนแหลมบัววิทยา",
            "โรงเรียนรัตนโกสินทร์สมโภชฯ",
            "โรงเรียนวัดไร่ขิงวิทยา",
            "โรงเรียนสามพรานวิทยา",
            "โรงเรียนปรีดารามวิทยาคม",
            "โรงเรียนคงทองวิทยา",
            "โรงเรียนบางหลวงวิทยา",
            "โรงเรียนบัวปากท่า",
            "โรงเรียนบำรุงวิทยา",
            "โรงเรียนนาคประสิทธิ์",
            "โรงเรียนนักบุญเปโตร",
            "โรงเรียนยอแซฟอุปถัมภ์",
            "โรงเรียน ภ.ป.ร. ราชวิทยาลัย",
            "โรงเรียนสิรินธรราชวิทยาลัยในพระบรมราชูปถัมภ์",
            "โรงเรียนสาธิต มหาวิทยาลัยเกษตรศาสตร์ วิทยาเขตกำแพงแสน ",
            "โรงเรียนสาธิต สถาบันราชภัฏนครปฐม",
            "โรงเรียนบ้านหลวงวิทยา",
            "โรงเรียนมัธยมฐานบินกำแพงแสน",
            "โรงเรียนศาลาตึกวิทยา",
            "โรงเรียนกำแพงแสนวิทยา",
            "โรงเรียนบางเลนวิทยา",
            "โรงเรียนสถาพรวิทยา",
            "โรงเรียนสาธิต คณะศึกษาศาสตร์",
            "โรงเรียนมหิดลวิทยานุสรณ์",
            "โรงเรียนบอสโกพิทักษ์",
            "โรงเรียนกาญจนาภิเษกวิทยาลัย นครปฐม",
            "โรงเรียนมารีย์อุปถัมภ์",
            "โรงเรียนวัดดอนหวาย",
            "โรงเรียนวัดท่าพูด",
            "โรงเรียนวัดหอมเกร็ด",
            "โรงเรียนวัดเทียนดัด",
            "โรงเรียนวัดบางพระ",
            "โรงเรียนไทยรัฐวิทยา 4",
            "โรงเรียนมัธยมศึกษาเมืองทวารวดี",
            "โรงเรียนสุคนธีรวิทย์",
            "โรงเรียนกาญจนาภิเษกวิทยาลัยช่างทองหลวง",
            "วิทยาลัยดุริยางคศิลป์ มหาวิทยาลัยมหิดล",
            "โรงเรียนพระปฐมวิทยาลัย 2 หลวงพ่อเงินอนุสรณ์",
            "โรงเรียนพระปริยัติธรรมแผนกสามัญศึกษาวัดเสน่หา",
            "โรงเรียนวัดเสน่หา",
            "โรงเรียนภัทรนุสรณ์",
            "โรงเรียนสัมมาสิกขาปฐมอโศก",
            "โรงเรียนโสตศึกษาจังหวัดนครปฐม",
            "โรงเรียนวัดเขมาภิรตาราม",
            "โรงเรียนสตรีนนทบุรี ",
            "โรงเรียนศรีบุญยานนท์",
            "โรงเรียนปากเกร็ด",
            "โรงเรียนรัตนาธิเบศร",
            "โรงเรียนบางบัวทอง",
            "โรงเรียนนนทบุรีพิทยาคม",
            "โรงเรียนเตรียมอุดมศึกษาพัฒนาการบางใหญ่ ",
            "โรงเรียนคลองพระอุดมวิทยาคม",
            "โรงเรียนบางกรวย",
            "โรงเรียฯบอสโกพิทักษ์",
            "โรงเรียนโพธินิมิตวิทยาคม",
            "โรงเรียนไทรน้อย",
            "โรงเรียนพระแม่สกลสงเคราะห์",
            "โรงเรียนนนทกิจประชาอุปถัมภ์",
            "โรงเรียนราษฎร์นิยม",
            "โรงเรียนศึกษาสงเคราะห์บางกรวย",
            "โรงเรียนโสตศึกษาจังหวัดนนทบุรี",
            "โรงเรียนประสาทพร",
            "โรงเรียนอัมพรไพศาล",
            "โรงเรียนหนองชุมแสงวิทยา",
            "โรงเรียนรุ่งโรจน์ศึกษา",
            "โรงเรียนเขมพิทยา",
            "โรงเรียนหนองหญ้าปล้องวิทยา",
            "โรงเรียนชลประทานวิทยา",
            "โรงเรียนแก่งกระจานวิทยา",
            "โรงเรียนนันทนวรวิทย์",
            "โรงเรียนอรุณประดิษฐ",
            "โรงเรียนปริยัติรังสรรค์",
            "โรงเรียนสวนกุหลาบวิทยาลัย  นนทบุรี",
            "โรงเรียนป่าเด็งวิทยา",
            "โรงเรียนเซนต์ฟรังซีสเซเวียร์เมืองทองธานี",
            "โรงเรียนศึกษาพิเศษเพชรบุรี",
            "โรงเรียนสุวรรณรังสฤษฎิ์วิทยาลัย",
            "โรงเรียนจุฬาภรณราชวิทยาลัย เพชรบุรี",
            "โรงเรียนบางสะพานน้อยวิทยาคม",
            "โรงเรียนประจวบวิทยาลัย",
            "โรงเรียนอ่าวน้อยวิทยาคม",
            "โรงเรียนเมืองปราณบุรี ",
            "โรงเรียนสามร้อยยอดวิทยาคม",
            "โรงเรียนปากน้ำปราณวิทยา",
            "โรงเรียนเตรียมอุดมศึกษาพัฒนาการ ปราณบุรี",
            "โรงเรียนรัชตวิทยาคม",
            "โรงเรียนหัวหิน",
            "โรงเรียนหัวหินวิทยาคม",
            "โรงเรียนเตรียมอุดมศึกษาน้อมเกล้า นนทบุรี",
            "โรงเรียนหนองพลับวิทยา",
            "โรงเรียนท่าอิฐศึกษา",
            "โรงเรียนกุยบุรีวิทยา",
            "สถาบันเทคโนโลยีราชมงคล",
            "โรงเรียนยางชุมวิทยา",
            "โรงเรียนเทพศิรินทร์ นนทบุรี",
            "โรงเรียนนวมินทราชินูทิศ หอวัง นนทบุรี",
            "โรงเรียนบางสะพานวิทยา",
            "โรงเรียนบดินทรเดชา (สิงห์ สิงหเสนี)  นนทบุรี",
            "โรงเรียนธงชัยวิทยา",
            "โรงเรียนพระหฤทัยนนทบุรี",
            "โรงเรียนทับสะแกวิทยา",
            "โรงเรียนเอเชียเอกตรา",
            "โรงเรียนห้วยยางวิทยา",
            "โรงเรียนมัธยมวัดเพลง นนทบุรี",
            "โรงเรียนสตรีนนทบุรีบางใหญ่ (นนทกิจพิศาล)",
            "โรงเรียนปทุมวิไล",
            "โรงเรียนวังไกลกังวล",
            "โรงเรียนศิริศึกษา",
            "โรงเรียนคณะราษฎร์บำรุงปทุมธานี",
            "โรงเรียนปทุมธานี “นันทมุนีบำรุง”",
            "โรงเรียนชัยเกษมวิทยา",
            "โรงเรียนบัวแก้วเกษร",
            "โรงเรียนสามโคก",
            "โรงเรียนรักษ์วิทยา",
            "โรงเรียนชัยสิทธาวาส “พัฒน์สายบำรุง” ",
            "โรงเรียนธรรมศาสตร์คลองหลวงฯ",
            "โรงเรียนมัธยมวัดหัตถสารเกษตร",
            "โรงเรียนธัญบุรี",
            "โรงเรียนธัญรัตน์",
            "โรงเรียนโสตศึกษาเทพรัตน์",
            "โรงเรียนสายปัญญารังสิต",
            "โรงเรียนลำลูกกา",
            "โรงเรียนหว้ากอวิทยาลัย",
            "โรงเรียนคลองสิบสามวิทยา",
            "โรงเรียนหัวหินวิทยาลัย",
            "โรงเรียนหนองเสือวิทยาคม",
            "โรงเรียนอรุณวิทยา",
            "โรงเรียนทิพพากรวิทยาการ",
            "โรงเรียนสงวนหญิง",
            "โรงเรียนบ้านใหม่วิทยา",
            "โรงเรียนระเบียบวิทยา",
            "โรงเรียนพระวิสุทธิวงส์",
            "โรงเรียนสวนแตงวิทยา",
            "โรงเรียนจุฬาภรณราชวิทยาลัย ปทุมธานี",
            "โรงเรียนเตรียมอุดมศึกษาน้อมเกล้า ปทุมธานี",
            "โรงเรียนตลิ่งชันวิทยา",
            "โรงเรียนเตรียมอุดมศึกษา ปทุมธานี",
            "โรงเรียนบางปลาม้า “สูงสุมารผดุงวิทย์”",
            "โรงเรียนเตรียมอุดมศึกษาพัฒนาการ ลำลูกกา",
            "โรงเรียนนวมินทราชินูทิศ สวนกุหลาบวิทยาลัย ปทุมธานี",
            "โรงเรียนปทุมวิไลวิทยาคม",
            "โรงเรียนหรรษาสุจิตต์วิทยา 2",
            "โรงเรียนมัธยมสังคีตวิทยา กรุงเทพมหานคร",
            "โรงเรียนบางแม่หม้ายรัฐราษฎร์รังสฤษดิ์",
            "โรงเรียนวรราชาทินัดดามาตุวิทยา",
            "โรงเรียนอู่ทอง",
            "โรงเรียนสวนกุหลาบวิทยาลัย รังสิต",
            "โรงเรียนสระยายโสมวิทยา",
            "โรงเรียนสิงห์ปทุมราษฎร์วิทยา",
            "โรงเรียนอู่ทองศึกษาลัย",
            "โรงเรียนสุนทโรเมตตาประชาสรรค์",
            "โรงเรียนดอนคาวิทยา",
            "โรงเรียนสมุทรสาครวิทยาลัย",
            "โรงเรียนศรีประจันต์ “เมธีประมุข”",
            "โรงเรียนสมุทรสาครบูรณะ",
            "โรงเรียนสรวงสุทธาวิทยา",
            "โรงเรียนฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ ",
            "โรงเรียนพันท้ายนรสิงห์วิทยา",
            "โรงเรียนพันท้ายนรสิงห์วิทยา",
            "โรงเรียนวังหว้าราษฎร์สามัคคี",
            "โรงเรียนสามชุกรัตนโภคาราม",
            "โรงเรียนสมุทรสาครวุฒิชัย",
            "โรงเรียนทุ่งแฝกพิทยาคม",
            "โรงเรียนสองพี่น้องวิทยา",
            "โรงเรียนกระทุ่มแบน “วิเศษสมุทคุณ”",
            "โรงเรียนกุศลวิทยา",
            "โรงเรียนบางลี่วิทยา",
            "โรงเรียนบ่อสุพรรณวิทยา",
            "โรงเรียนอ้อมน้อยโสภณชนูปถัมภ์",
            "โรงเรียนบรรหารแจ่มใสวิทยา 5",
            "โรงเรียนวัดธรรมจริยาภิรมย์",
            "โรงเรียนสระกระโจมโสภณพิทยา",
            "โรงเรียนวัดหลักสี่พิพัฒน์ราษฎร์อุปถัมภ์",
            "โรงเรียนบรรหารแจ่มใสวิทยา 1",
            "โรงเรียนหลักสองส่งเสริมวิทยา",
            "โรงเรียนบ้านปล่องเหลี่ยม",
            "โรงเรียนธรรมโชติศึกษาลัย",
            "โรงเรียนสมุทรปราการ",
            "โรงเรียนบ่อกรุวิทยา",
            "โรงเรียนทุ่งคลีโคกช้างวิทยา",
            "โรงเรียนสวนกุหลาบวิทยาลัยสมุทรปราการ",
            "โรงเรียนสตรีสมุทรปราการ",
            "โรงเรียนบรรหารแจ่มใสวิทยา 3",
            "โรงเรียนมัธยมด่านสำโรง",
            "โรงเรียนหนองหญ้าไซวิทยา",
            "โรงเรียนกรรณสูตศึกษาลัย",
            "โรงเรียนเทพศิรินทร์",
            "โรงเรียนบรรหารแจ่มใสวิทยา 6",
            "โรงเรียนหาดอมราอักษรลักษณ์วิทยา",
            "โรงเรียนกาญจนาภิเษกวิทยาลัย",
            "โรงเรียนวัดทรงธรรม",
            "โรงเรียนหนองวัลย์เปรียงวิทยา",
            "โรงเรียนวิสุทธิกษัตรี",
            "โรงเรียนบางหัวเสือบุญแจ่มเนียมนิล",
            "โรงเรียนแม่พระประจักษ์",
            "โรงเรียนบางบ่อวิทยาคม",
            "โรงเรียนหลวงพ่อปานคลองด่านอนุสรณ์",
            "โรงเรียนกีฬาจังหวัดสุพรรณบุรี",
            "โรงเรียนเปร็งวิสุทธาธิบดี",
            "โรงเรียนด่านช้างวิทยา",
            "โรงเรียนบางพลีราษฎร์บำรุง",
            "โรงเรียนบรรหารแจ่มใสวิทยา 7",
            "โรงเรียนบางแก้วประชาสรรค์",
            "โรงเรียนประทีปศึกษา",
            "โรงเรียนสมุทรพิทยาคม",
            "โรงเรียนป้อมนาคราชสวาทยานนท์",
            "โรงเรียนวัดทุ่งคอก (สุวรรณสาธุกิจ)",
            "โรงเรียนสาขลาสุทธีราอุปถัมภ์",
            "โรงเรียนเซนต์ราฟาแอล",
            "โรงเรียนเทพสุวรรณชาญวิทยา",
            "โรงเรียนเซนต์โยเซฟ บางนา",
            "โรงเรียนอัมพวันวิทยาลัย",
            "โรงเรียนเซนต์โยเซฟ  ทิพวัล",
            "โรงเรียนบุรารักษ์",
            "โรงเรียนสกลวิสุทธิ",
            "โรงเรียนนพคุณวิทยา",
            "โรงเรียนเมธีชุณหะวัณวิทยาลัย",
            "โรงเรียนอำนวยวิทย์",
            "โรงเรียนกระดังงา “พิชิตสมุทรการ”",
            "โรงเรียนอาษาวิทยา",
            "โรงเรียนวัดบางกะพ้อม (คงลาภยิ่งประชานุสรณ์)",
            "โรงเรียนประชานาถ",
            "โรงเรียนศรัทธาสมุทร",
            "โรงเรียนอัชสัมชัญ สำโรง",
            "โรงเรียนถาวรานุกูล",
            "โรงเรียนซิกข์วิทยาลัย,",
            "โรงเรียนอนุสาส์นวิทยา",
            "โรงเรียนท้ายหาด",
            "โรงเรียนมัธยมวัดศรีจั,นทร์ประดิษฐ์ในพระบรมอุปถัมภ์",
            "โรงเรียนดรุณานุกูล",
            "สวนกุหลาบวิทยาลัย  สมุทรปราการ",
            "โรงเรียนวัดแก้วเจริญอำนวยวิทย์",
            "โรงเรียนเตรียมอุดมศึกษาน้อมเกล้า สมุทรปราการ",
            "โรงเรียนมัธยมวัดใหม่สมุทรกิจวิทยาคม",
            "โรงเรียนราชประชาสมาสัย ฝ่ายมัยธยม รัชดาภิเษก",
            "โรงเรียนราชวินิตบางแก้ว ในพระบรมราชูปถัมภ์",
            "โรงเรียนสาธิตบางนา",
            "โรงเรียนสาสน์วิเทศศึกษา",
            "โรงเรียนอัสสัมชัญสมุทรปราการ",
            "โรงเรียนวิเทศสุวรรณภูมิ",
            "โรงเรียนร่มเกล้ากาญจนบุรี",
            "โรงเรียนอุดมสิทธิศึกษา",
            "โรงเรียนเลาขวัญราษฎร์บำรุง",
            "โรงเรียนศรีสวัสดิ์พิทยาคม",
            "โรงเรียนพนมทวนชนูปถัมภ์",
            "โรงเรียนพรหมานุสรณ์",
            "โรงเรียนพนมทวนพิทยาคม “สว่างเคลิ้มสุคนธสิทธิ์อุปถัมภ์”",
            "โรงเรียนมัธยมจันทรวิทยา",
            "โรงเรียนศึกษาสงเคราะห์พนมทวน",
            "โรงเรียนเบญจมเทพอุทิศ",
            "โรงเรียนไทรโยคมณีกาญจน์วิทยา",
            "โรงเรียนบ่อพลอยรัชดาภิเษก",
            "โรงเรียนบางจานวิทยา",
            "โรงเรียนหนองรีประชานิมิต",
            "โรงเรียนวัดจันทราวาส (ศุขประสารราษฎร์)",
            "โรงเรียนทองผาภูมิวิทยา",
            "โรงเรียนคงคาราม",
            "โรงเรียนหนองขาวโกวิทพิทยาคม",
            "โรงเรียนดอนยางวิทยา",
            "โรงเรียนพังตรุราษฎร์รังสรรค์",
            "โรงเรียนบ้านลาดวิทยา",
            "โรงเรียนบ้านแหลมวิทยา",
            "โรงเรียนหนองตากยาตั้งวิริยะราษฏร์บำรุง",
            "โรงเรียนวชิรธรรมโศภิต",
            "โรงเรียนท่ามะกาวิทยาคม",
            "โรงเรียนบางตะบูนวิทยา",
            "โรงเรียนพระแท่นดงรังวิทยาคาร",
            "โรงเรียนเขาย้อยวิทยา",
            "โรงเรียนโยธินบูรณะ",
            "โรงเรียนท่ามะกาปุญสิริวิทยา",
            "โรงเรียนสมเด็จพระปิยมหาราชรมณียเขต",
            "โรงเรียนชะอำคุณหญิงเนื่องบุรี",
            "โรงเรียนท่าเรือพิทยาคม",
            "โรงเรียนโตนดหลวงวิทยา",
            "โรงเรียนกาญจนานุเคราะห์",
            "โรงเรียนห้วยทรายประชาสรรค์",
            "โรงเรียนสงเคราะห์เพชรบุรี",
            "โรงเรียนท่ายางวิทยา",
            "โรงเรียนเทพศิรินทร์ลาดหญ้า",
            "โรงเรียนด่านมะขามเตี้ยวิทยาคม",
            "โรงเรียนหนองจอกวิทยา",
            "โรงเรียนเทพมงคลรังษี",
            "โรงเรียนท่าม่วงราษฎร์บำรุง",
            "โรงเรียนเบญจมราชูทิศ",
            "โรงเรียนวิสุทธรังษี",
            "โรงเรียนราชโบริกานุเคระห์",
            "โรงเรียนแคทรายวิทยา",
            "โรงเรียนรัฐราษฎร์อุปถัมภ์",
            "โรงเรียนโพธาวัฒนาเสนี",
            "โรงเรียนหนองโพวิทยา",
            "โรงเรียนช่องพรานวิทยา",
            "โรงเรียนท่ามะขามวิทยา",
            "โรงเรียนรัตนราษฎร์บำรุง",
            "โรงเรียฯสมเด็จพระศรีนครินทร์ กาญจนบุรี",
            "โรงเรียนหนองปลาหมอพิทยาคม",
            "โรงเรียนห้วยกระเจาพิทยาคม",
            "โรงเรียนกรับใหญ่ว่องกุศลกิจพิทยาคม",
            "โรงเรียนวัดดอนตูม",
            "โรงเรียนดรุณากาญจนบุรี",
            "โรงเรียนไทรโยคน้อยวิทยา",
            "โรงเรียนสายธรรมจันทร์",
            "โรงเรียนนิวิฐราษฎร์อุปถัมภ์",
            "โรงเรียนองค์การบริหารส่วนจังหวัดกาญจนบุรี (บ้านเก่าวิทยา)",
            "โรงเรียนเตรียมอุดมศึกษาพัฒนาการ",
            "โรงเรียนประชามงคล",
            "โรงเรียนเนกขัมวิทยา",
            "โรงเรียนศึกษาพิเศษกาญจนบุรี",
            "โรงเรียนบางแพปฐมพิทยา",
            "โรงเรียนห้วยกระเจาพิทยาคม",
            "โรงเรียนโพหัก “วงศ์สมบูรณ์ราษฎร์อุปถัมภ์”",
            "โรงเรียนหนองปรือพิทยาคม",
            "โรงเรียนวัดเพลง “โสภณศิริราษฎร์”",
            "โรงเรียนปากท่อพิทยาคม",
            "โรงเรียนวัดสันติการามวิทยา",
            "โรงเรียนด่านทับตะโกราษฎร์อุปถัมภ์",
            "โรงเรียนคุรุราษฎร์รังสฤษฎ์",
            "โรงเรียนสวนผึ้งวิทยา",
            "โรงเรียนบ้านคาวิทยา",
            "โรงเรียนนารีวิทยา",
            "โรงเรียนนารีวุฒิ",
            "โรงเรียนบรมราชินีนาถราชวิทยาลัย",
            "โรงเรียนประสาทรัฐประชากิจ",
            "โรงเรียนสารสิทธิ์พิทยาลัย",
            "โรงเรียนดรุณาราชบุรี ",
            "โรงเรียนเทศบาล 5 พหลโยธินรามินทรภักดี",
            "โรงเรียนมัธยมวัดไทรราษฎร์อุปถัมภ์",
            "โรงเรียนวัดบ้านโป่ง “สามัคคีคุณูปถัมภ”",
            "โรงเรียนนวมินทราชินูทิศ เตรียมอุดมศึกษาพัฒนาการ",
            "มหาวิทยาลัยศิลปากร",
            "โรงเรียฯสารสาสน์วิเทศนครปฐม",
            "มหาวิทยาลัยศิลปากร",
            "มาหาวิทยาลัยศิลปากร",
            "โรงเรียฯจุฬาภรณราชวิทยาลัย ปทุมธานี",
            "โรงเรียฯสายธรมมจันทร์",
            "โรงเรียฯจุฬาภรณ์ราชวิทยาลัยปทุมธานี",
            "โรงเรียฯสายธรรมจันทร์",
            "จุฬาภรณราชวิทยาลัยปทุมธานี",
            "โรงเรียฯท่าม่วงราษฦร์บำรุง",
            "โรงเรียฯจุฬาภรณ์ราชวิทยลาลัยปทุมธานี",
            "โรงเรียฯอัสสัมชัญ",
            "โรงเรียฯจุฬาภรราชวิทยาลัย ปทุมธานี",
            "โรงเรียฯจันทร์ประดิษฐารามวิทยาคม",
            "โรงเรียฯศึกษานารีวิทยา",
            "โรงเรียฯจุฬาภรราชวิทยาลัย",
            "โรงเรียฯท่าม่วงราษฎร์บำรุง",
            "โรงเรียฯจุฒาภร",
            "โรงเรียฯจุฬาภรณราชวิทยาลัย  ปทุมธานี",
            "โรงเรียฯปทุมวิลัย",
            "รโรงเรียฯัตนราชฏร์บำรุง",
            "โรงเรียฯสาธิตมหาวิทยาลัยศิลปากร",
            "โรงเรียฯสาธิตศิลปากร",
            "โรงเรียฯสาธิต ศิลปากร",
            "จโรงเรียฯุฬาภร ปทุมธานี",
            "โรงเรียฯจุฬาพร ",
            "จโรงเรียฯุฬาภรณราชวิทยาลัย เพชรบุรี",
            "โรงเรียฯรัตนโกสินทร์ ศาลายา",
            "โรงเรียฯอ้อมน้อยโสภณ",
            "โรงเรียฯกระทุ่มแบน วิเศษสมุทร",
            "โรงเรียฯดรงเรียนสว่างวิทยา",
            "โรงเรียฯมัธยมฐานบินกำแพงเสน",
            "โรงเรียฯฐานบินกำแพงแสน นครปฐม",
            "โรงเรียฯมัธยมฐานบินกำแพงแสน",
            "โรงเรียนสาธิตมหาวิทยาลัยศิลปากร",
            "โรงเรียนวัดบ้านโป่ง\"สามัคคีคุณูปถัมภ์\"",
            "โรงเรียนวัดบ้านโป่ง สามัคคีคุณูปถัมภ์",
            "โรงเรียฯวัดบ้านโป่งสามัคคี",
            "โรงเรียนสาธิตศิลปากร",
            "โรงเรียฯวัดบ้านโป่งสามัคคีคุณูปถัมภ์",
            "โรงเรียฯสราสิทธิ์วิทยาลัย",
            "โรงเรียฯสารสิทธิ์พิทยาลัย",
            "โรงเรียนสหวิทย์บริหารธุรกิจ",
            "โรงเรียนสมเด็จพระปิยมหาราชรมณยเขต",
            "โรงเรียฯสามชัยวิเทศศึกษา",
            "โรงเรียนสามชัยวิเทศศึกษา",
            "โรงเรียฯทวารวดี",
            "โรงเรียนสว่างวิทยา",
            "โรงเรียฯเทพศิรินทร์นนทบุรี",
            "โรงเรียนเทพศิริรนทร์นนทบุรี",
            "โรงเรียฯภัทรนุสรณ์",
            "โรงเรียฯอนุบาลเทศบาลนครปฐม",
            "โรงเรียฯสารสิทพิทยาลัย",
            "โรงเรียฯโร",
            "โรงเรียฯโคกอีแร้ง",
            "โรงเรียนเทพศิริรทร์นนทบุรี",
            "โรงเรียนอินนาลัย",
            "โรงเรียนอันนาลัย",
            "มหาวิทลัยศิลปากร",
            "โรง้รียนรัตนราษฎร์บำรุง",
            "โรงเรียนนวมินทราชินูทิศสตรีวิทยา พุทธมณฑล",
            "โรงเรียนจันทร์ประดิษฐารามวิทยาคม",
            "โรงเรียนมหรรณพาราม",
            "โรงเรียนสาสสิทธิ์พิทยาลัย",
            "โรงเรียนสิรินธราชวิทยาลัย",
            "โรงเรียนเบญญาพัฒน์",
            "โรงเรียนรัตนโกสินทร์สมโภชบางขุนเทียน",
            "รัตนโกสินทร์สมโภช บางขุนเทียน",
            "โรงเรียนรัตนโกสินทร์โกสินทร์สมโภชบางขุนเทียน",
            "รัตนโกสินทร์สมโภชบางขุนเทียน",
            "โรงเรียนรัตนโกสินทร์โกสินสมโภชบางขุนเทียน",
            "โรงเรียฯสตรีสมุทรปราการ",
            "โรงเรียฯสิรินธรราชวิทยาลัย",
            "โรงเรียนบอสโหพิทักษ์",
            "โรงเรียฯสามพรานวิทยา",
            "โรงเรียฯสมุทรสาครบูรณะ",
            "โรงเรียนสตรีสมุทธปราการ",
            "โรงเรียนสาธิต มหาวิทยาลัย",
            "โรงเรียนสาธิต มหาวิทยาลัยศิลปากร",
            "โรงเรียนเซ้นจอหน์(สันฯ)",
            "โรงเรียฯสาทิตศิลปากร",
            "โรงเรียนสิรินธรราชวิทยาลัย",
            "โรงเรียฯนนบุรีพิทยาคม",
            "จุฬาลงกรณ์มหาวิทยาลัย",
            "โรงเรียฯสมุทรสาครวิทยาลัย",
            "โรงเรียฯหนองจอกพิทยานุสสรณ มัธยม",
            "โรงเรียฯหนองจอกพิทยานุสรณ์มัธยม",
            "โรงเรียนหนองออกพิทยานุสรณ์มัธยม",
            "โรงเรียนออกพิทยานุสรณ์มัธยม",
            "โรงเรียนท่าม่วงวิทยาคม",
            "โรงเรียนกาวรานุกุล",
            "โรงเรียนสารสาสน์วิเทศนครปฐม",
            "โรงเรียฯราษฎ์นิยม",
            "โรงเรียฯสมุทรสาครวิทยา",
            "โรงเรียนสมุทรสาครวิทยาคม",
            "มหาวิทยาลัยเกษตรศาสตร์ วิทยาเขตกำแพงแสน",
            "โรงเรียนศึกษานารีวิทยา",
            "มหาวิทยาลัย ศิลปากร",
            "โรงเรียฯโพธาวัฒนาเสนี",
            "โรงเรียนสามพรานวิทยาลัย",
            "โรงเรียนอนุบาลสุขสวัสดิ์",
            "โรงเรียฯอนุบาลสุขสวัสดิ์",
            "โรงเรียนรัตนโกสินทร์สมโภชบวรนิเวศศาลายา",
            "โรงเรียนรัตนโกสินทร์สมโภชบวรนิเวศศาลายาในพระสังฆราชนูปถัมภ์",
            "โรงเรียฯบดินทรเดชา นนบุรี",
            "โรงเรียนบดินทรเดชานนทบุรี",
            "โรงเรียนเบญจมราชูทิศ ราชบุรี",
            "โรงเรียนเบญจมราชูทิศราชบุรี",
            "โรงเรียนรัตรราษฏร์บำรุง",
            "โรงเรียนรัตนราษฏ์บำรุง",
            "โรงเรียนเบญญาสามพราน",
            "โรงเรียนรัตรราษฏ์บำรุง",
            "สถาบันการพลศึกษาวิทยาเขตกรุงเทพ",
            "วิทยาลัยเทคนิคราชบุรี2",
            "โรงเรียนเบจมราชูทิศ ราชบุรี",
            "โรงเรียฯสาธิตเกษตรกำเเพงเเสน",
            "โรงเรียนเซนต์หลุยส์",
            "โรงเรียนทานตะวันไตรภาษา",
            "โรงเรียนกานต์ตะวันไตรภาษา",
            "ทานตะวันไตรภาษา",
            "โรงเรียนวัดอินทราราม",
            "โรงเรียนสตรีวัดอัปสรสวรรค์",
            "โรงเรียนอินทาราม",
            "โรงเรียนสาธิตเกษตรกำแพงแสน",
            "โรงเรียนสาธิตเกษตร กพส",
            "โรงเรียนอนุบาลเสริมปัญญา",
            "โรงเรียนกาญจนาภิเษกวิทยาลัยสุพรรณบุรี",
            "กาญจนาภิเษกวิทยาลัยสุทธรณบุรี",
            "โรงเรียนรัตนราษฎ์บำรุง",
            "รัตนราษฎร์บำรุง",
            "โรงเรียนสามัคคี",
            "มหาวิทยาลัยรังสิต",
            "โรงเรียนเฉลิมพระเกียรติสมเด็จพระศรีนครินทร์"
        ];
        $( "#tags" ).autocomplete({
            source: availableTags
        });
        $( "#tagt" ).autocomplete({
            source: availableTags
        });
    } );
</script>

<script>
    $(document).ready(function(){
        $("#form_student").hide();
        $("#form_teacher").hide();
        $("#form_people").hide();
        $("#btn_student").click(function(){
            $("#form_student").fadeIn();
            $("#form_teacher").hide();
            $("#form_people").hide();
        });
        $("#btn_teacher").click(function(){
            $("#form_student").hide();
            $("#form_teacher").fadeIn();
            $("#form_people").hide();
        });
        $("#btn_people").click(function(){
            $("#form_student").hide();
            $("#form_teacher").hide();
            $("#form_people").fadeIn();
        });
    });
</script>

<script>
    $(document).ready(function(){
        $('#searchbox').selectize();
    });
</script>
<script type="text/javascript">
    var root = '{{url("/")}}';
</script>

<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <!-- CSRF Token -->
    <meta name="csrf-token" content="{{ csrf_token() }}">

    <title>Computer Department Register</title>

    <!-- Styles -->
    <link href="{{ asset('css/app.css') }}" rel="stylesheet">

</head>

<style>
    body {
        background-color: #f8941d;
    }
    span.eng {
        font-family: Eng;
        color: white;
    }
    span.thai {
        font-family: Thai;
    }
    input[type=text]{
        -webkit-border-radius: 50px;
        -moz-border-radius: 50px;
        border-radius: 50px;
        background-color:#f2f2f2;
        width:100%;
        font-family:Thai;
        font-size:15px;
        padding-left:15px;
    }
    select{
        -webkit-border-radius: 50px;
        -moz-border-radius: 50px;
        border-radius: 50px;
        background-color:#f2f2f2;
        width:100%;
        font-family:Thai;
        font-size:15px;
        padding-left:15px;
        min-height: 35px;
    }
    ::-webkit-input-placeholder { /* Chrome/Opera/Safari */
        text-indent: 0px;
    }
    #jumbo {
        padding: 20px;
    }
    option {
        font-family:Thai;
        font-size:20px
    }
</style>
<body ng-app="myApp">
    <div class = "container" ng-controller="mainCtrl">
        <div class="row">
            <br>
            <div class="btn-group btn-group-justified">
                <a class="btn btn-primary" id="btn_student">Student</a>
                <a class="btn btn-primary" id="btn_teacher">Teacher</a>
                <a class="btn btn-primary" id="btn_people">People</a>
            </div>
        </div>
    </div>
    <style type="text/css">
        .center_div {
            margin:auto;
            width:90%;
        }
    </style>
     <br><br>
    <div class="col-md-12">
        <div class="col-md-4"></div>
        <div class = "jumbotron col-md-4" id="form_student" style="background-color: white">
                <h1> Student </h1>
                <br>
                {{ Form::open(['url' => '/student']) }}
                    @include('form_student', ['submitBtn' => 'sign up'])
                {{ Form::close() }}
         </div>
        <div class = "jumbotron col-md-4" id="form_teacher" style="background-color: white">
                <h1> Teacher </h1>
                <br>
                {{ Form::open(['url' => '/teacher']) }}
                    @include('form_teacher', ['submitBtn' => 'sign up'])
                {{ Form::close() }}
        </div>
        <div class = "jumbotron col-md-4" id="form_people" style="background-color: white">
                <h1> People </h1>
                <br>
                {{ Form::open(['url' => '/people']) }}
                    @include('form_people', ['submitBtn' => 'sign up'])
                {{ Form::close() }}
        </div>
        <div class="col-md-4"></div>
    </div>
</body>
</html>
